[
  {
    "id": 1,
    "title": "量子コンピューティングの新たな突破口",
    "category": "テクノロジー",
    "categoryColor": "bg-blue-500/10",
    "categoryText": "text-blue-400",
    "excerpt": "研究チームが室温での量子もつれ状態の維持に成功。量子コンピューティングの実用化に大きく前進。",
    "summary": "国際研究チームが、室温環境下で量子もつれ状態を安定的に維持することに成功しました。これまで超低温環境が必須とされていた量子コンピューティング技術において、画期的な進展となります。この成果により、量子コンピュータの実用化と普及が大きく加速すると期待されています。",
    "date": "2025-10-27",
    "image": "https://images.unsplash.com/photo-1635070041078-e363dbe005cb?w=800&q=80"
  },
  {
    "id": 2,
    "title": "深海探査で未知の生態系を発見",
    "category": "サイエンス",
    "categoryColor": "bg-emerald-500/10",
    "categoryText": "text-emerald-400",
    "excerpt": "マリアナ海溝の新たな調査により、これまで知られていなかった生物群集が確認された。",
    "summary": "深海探査船による最新の調査で、マリアナ海溝の水深8000m地点において、これまで知られていなかった独自の生態系が発見されました。熱水噴出孔周辺には、地球上の他の場所には存在しない固有種が多数確認され、生命の起源や進化の過程を解明する新たな手がかりとなることが期待されています。",
    "date": "2025-10-26",
    "image": "https://images.unsplash.com/photo-1559827260-dc66d52bef19?w=800&q=80"
  },
  {
    "id": 3,
    "title": "アスクル、業務停止と復旧難航　Quilinによる大規模攻撃か",
    "audioUrl": "./audio/art3.mp3",
    "category": "テクノロジー",
    "categoryColor": "bg-blue-500/10",
    "categoryText": "text-blue-400",
    "excerpt": "オフィス用品通販大手のアスクル株式会社がランサムウェア攻撃を受け、全サービスの受注・出荷業務が停止する事態に陥った。",
    "summary": "2025年10月19日、オフィス用品通販大手のアスクル株式会社がランサムウェア攻撃を受け、全サービスの受注・出荷業務が停止する事態に陥った。\n\nこの攻撃は同社が運営する法人向け「ASKUL」「ソロエルアリーナ」、個人向け「LOHACO」の全サービスに影響を及ぼし、さらに同社の物流を委託していた無印良品、ロフト、そごう・西武などの大手小売企業のネット販売も連鎖的に停止した。10月下旬時点で復旧の目処は立っていない。個人情報や顧客データの流出については現在調査中とされているが、同社の法人向け事業で約569万件のID、個人向けで約1,010万アカウントを抱えることから、広範囲な情報漏洩への懸念が高まっている。本事件は、一企業へのサイバー攻撃が取引先や物流ネットワークを通じて複数企業に波及する「サプライチェーンリスク」の深刻さを浮き彫りにした。\n\n●事件の経緯\n\n2025年10月19日午前、アスクルの社内システムで異常が検知された。基幹システムへのアクセス不能や注文管理システムの機能停止などの問題が相次いで報告され、IT担当部門が緊急対応を開始した。調査の結果、同社のサーバーがランサムウェアに感染し、データが暗号化されて業務システムが使用不能な状態に陥っていることが判明した。\n\n同社は直ちに捜査当局に通報するとともに、被害拡大を防ぐため、ランサムウェア感染の疑いのあるシステムおよびネットワークを遮断。同日16時30分までに全ての受注・出荷業務を停止する決断を下した。18時30分には公式プレスリリースを発表し、「ランサムウェア感染によるシステム障害が発生した」ことを公表した。\n\n●被害状況\n\nシステム障害は主に物流システム(WMS:Warehouse Management System)を中心に発生しており、物流センターの入出荷業務が停止したことで、受注業務も完全に停止した。この影響は、同社グループ企業ASKUL LOGISTが受託している第三者物流業務(サード・パーティー・ロジスティクス)にも及んだ。\n\n10月21日時点で出荷できていない注文については、順次キャンセル対応が行われている。同社の2024年5月期の売上高は約4,716億円で、全面的な業務停止により、1日あたり約10億円から13億円程度の売上機会損失が発生していると推定される。\n\n●攻撃手法と侵入経路の分析\n\n10月下旬時点では、今回の攻撃について犯行声明を出しているグループは確認されていない。使用されたランサムウェアの詳細や具体的な攻撃者の特定についても公表されていないが、セキュリティ専門家からはVPN機器経由での侵入の可能性が指摘されている。\n\n警察庁の統計によれば、ランサムウェアの侵入経路として最も多いのがVPN機器の脆弱性で、全体の約63%(2023年度)を占めている。次いでリモートデスクトップ(RDP)からの侵入が約18%で、この2つで全体の約82%を占める。不審メールやその添付ファイルを介した感染は約5%にとどまっており、攻撃手法が「不特定多数を狙ったばらまき型」から「特定企業を標的とした侵入型」へと変化していることを示している。\n\n●ランサムウェア攻撃の一般的な流れ\n\n現代のランサムウェア攻撃は、以下のような段階的なプロセスを経る\n\n1.初期侵入: VPN機器やRDPの脆弱性を悪用して企業ネットワークに侵入\n\n2.権限昇格と横展開: ネットワーク内を移動し、認証情報窃取ツール(Mimikatz等)を使用して管理者権限を取得\n\n3.データ窃取: 重要なサーバーやデータベースを特定し、データを外部へ転送\n\n4.バックアップの削除: 復旧を困難にするため、バックアップデータを削除\n\n5.暗号化: ランサムウェアを展開してデータを暗号化\n\n6.身代金要求: 身代金を支払わなければデータを公開すると脅迫する「二重恐喝」\n\n近年は、身代金を支払わなければ窃取したデータを公開すると脅迫する「二重恐喝(ダブルエクストーション)」が主流となっている。\n\n●日本企業を狙う攻撃の増加傾向\n\nアスクルへの攻撃は、日本企業を標的としたランサムウェア攻撃が高水準で続いている現状を反映している。警察庁の統計によれば、2025年上半期のランサムウェア被害報告件数は116件と過去最多を記録している。\n\nわずか3週間前の2025年9月29日には、アサヒグループホールディングスも同様のランサムウェア攻撃を受け、生産・出荷が停止し、決算発表の延期を余儀なくされた。アサヒの事例では、ロシア系とされるランサムウェア集団「Qilin(キリン)」が犯行声明を出し、約27GBの内部データを窃取したと主張している。\n\n●ランサムウェアグループ「Qilin」とは\n\nアサヒへの攻撃で犯行声明を出したQilinは、2022年5月から活動している組織的犯罪グループで、当初は「Agenda」を名乗っていた。ダークウェブのフォーラムでロシア語を使用していることから、ロシアを背景としたグループとされている。\n\nサイバーセキュリティ企業の分析によれば、2025年7月から9月の四半期において、Qilinは227件の攻撃を実行し、RaaS(Ransomware as a Service:ランサムウェア・アズ・ア・サービス)集団の中で最も活発だった。2025年8月には世界中のランサムウェア攻撃の17.2%(89件)を占め、2位のAKIRA(42件)の2倍以上の攻撃を実行している。\n\nQilinは全世界を対象に活発に攻撃活動を展開しており、日本、韓国、台湾、中国、シンガポールなどアジアの国・地域に加え、英国、フランス、ドイツ、米国などの欧米地域も被害を受けている。",
    "date": "2025-10-28",
    "image": "https://images.unsplash.com/photo-1719253480609-579ad1622c65?ixlib=rb-4.1.0&q=85"
  }
]
